import React from "react";
import Text from "../public/MyText";

export default function AboutText() {
    return (
        <Text lineHeight={35}>
            ویستا در سال 1394 توسط تیم 6 نفره ای کار خود را آغاز کرد.تولید نرم افزار تخصصی در حوزه آموزش به
            عنوان اولین پروژه درونزا مجموعه مورد هدف قرار گرفت. با گذشت زمان بخش بازاریابی مجموعه و فروش تشکیل
            گشت و شرکت جوانفکران داده گستر با سرعت زیادی شروع به اجرای پروژه های مختلف نرم افزاری نمود. با گذشت
            مدت کوتاهی مجموعه تلاش خود را برای بهینه کردن هر چه بیشتر فرآیند توسعه نرم افزار به جهت کیفیت
            تولیدات و افزایش سرعت تولید و پاسخگویی به نیاز های مشتری را هدف خود قرار داد و در این راستا به اهداف
            بسیار بزرگی نائل شد که از جمله مهم ترین آن می توان به مکانیزه بودن تمام فرآیند طراحی پروژه های مختلف
            نرم افزاری با نظارت مشتری به عنوان تنها شرکت نرم افزاری در ایران با چنین سیستمی اشاره نمود.

            ویژگی های شاخص مجموعه از ابتدا تا کنون نوآوری های بی وقفه، نیروی منابع انسانی توانمند، و تلاش برای
            توسعه هر چه بیشتر کسب و کارهای طرف قرارداد خود بوده است. آنلاین سازی کسب و کار ها و کمک از طریق نرم
            افزار و بستر اینترنت به کسب و کار ها مهم ترین هدف ویستا بوده که با جدیت گام در این راه نهاده و
            توانسته با تلاش تیم خود کسب و کارهای بسیار زیادی را توانمند کند.
        </Text>
    );
}